import 'package:uib/core/models/news.dart';

class NewsData {
  static List<News> get newsList => [
        News(
          'Стипендии Сианьского университета Цзяотун CSC 2023-24 в Китае',
          """ Стипендии Сианьского университета Цзяотун CSC 2023-24 в Китае

Приемлемые страны : все страны.
Уровень курса: магистратура и PhD.

Сианьский университет Цзяотун (XJTU) был основан в 1896 году и является лучшим университетом Китая. Он входит в десятку лучших исследовательских университетов Китая.

Университет предлагает почти все академические области и специальности в рамках стипендии правительства Китая для изучения программ последипломного образования. Продолжительность обучения в магистратуре составляет 3-4 года, а в докторантуре - 4-6 лет.

Преимущества:
-Стоимость обучения: полностью покрывается стипендией;
-Ежемесячная стипендия.

Крайний срок: 15 апреля 2023 г.

Подробнее: http://sie.xjtu.edu.cn/en/2023master_en.pdf""",
        ),
        News(
          'Регистрация академ задолженность по предмету История Казахстана',
          """❗ИНФОРМАЦИЯ для студентов у кого имеется академическая задолженность по дисциплине "СОВРЕМЕННАЯ ИСТОРИЯ КАЗАХСТАНА"❗

Уведомляем Вас о том, что с 11 по 20 января 2023г. (до 18:00ч.) проходит регистрация на сдачу академической задолженности по дисциплине «СОВРЕМЕННАЯ ИСТОРИЯ КАЗАХСТАНА». 

20 ЯНВАРЯ 2023г. в 18:00ч. РЕГИСТРАЦИЯ БУДЕТ ЗАКРЫТА. 

Просим всех зарегистрироваться на портале front.uib.kz → Student→ Academic Debt.

Более подробную инструкцию по подаче заявки на сдачу академической задолженности прикрепляем ниже. ПРОСИМ ВНИМАТЕЛЬНО ОЗНАКОМИТЬСЯ!

❗ ПРИ РЕГИСТРАЦИИ В ОБЯЗАТЕЛЬНОМ ПОРЯДКЕ ПРИКРЕПЛЯТЬ ЧЕК ОБ ОПЛАТЕ, ЧТОБЫ РЕГИСТРАЦИЯ БЫЛА ПОДТВЕРЖДЕНА❗

❗Оплата в полном объеме❗ 

Оплату производите через приложение kaspi.kz → Платежи → Университет Международного Бизнеса → Вид оплаты «Летний семестр» → Год поступления → ИИН студента → Баркод → Сумма. 



После регистрации Вам с кафедр будут назначать преподавателей. После назначения Вы можете уточнить контакты преподавателей на кафедре. 

Кафедра социально-гуманитарных наук – 8 (727) 259 80 25, 205 кабинет, 2 этаж.""",
        ),
        News(
          'Регистрация на академическую разницу',
          """
ДОБРЫЙ ДЕНЬ, УВАЖАЕМЫЕ СТУДЕНТЫ❗

Уведомляем Вас о том, что с 11 по 20 января 2023г. проходит регистрация на сдачу академических разниц в дисциплинах.

20 ЯНВАРЯ 2023г. в 18:00ч. РЕГИСТРАЦИЯ БУДЕТ ЗАКРЫТА. 

Просим зарегистрироваться на портале https://front.uib.kz/→ Student→  Difference application. После подтверждения регистрации Вам с кафедр будут назначать преподавателей. После назначения Вы можете уточнить контакты преподавателей на кафедре.

❗ ПРИ РЕГИСТРАЦИИ В ОБЯЗАТЕЛЬНОМ ПОРЯДКЕ ПРИКРЕПЛЯТЬ ЧЕК ОБ ОПЛАТЕ, ЧТОБЫ РЕГИСТРАЦИЯ БЫЛА ПОДТВЕРЖДЕНА❗

❗Оплата в полном объеме❗ 

Оплату производите через приложение kaspi.kz → Платежи → Университет Международного Бизнеса → Вид оплаты «Летний семестр» → Год поступления → ИИН студента → Баркод → Сумма. 

Контакты кафедр:

+7 (705) 957–59–51 Кафедра «Бизнес-информатики»

+7 (705) 957–59–52 Кафедра «Менеджмент и бизнес»

+7 (705) 957–59–53 Кафедра «Социально-гуманитарные науки»

+7 (705) 957–59–54 Кафедра «Туризм и гостеприимство»

+7 (705) 957–59–55 Кафдера «Финансы и учёт»

+7 (705) 957–59–56 Языковой центр

""",
        ),
      ];
}
